questions = [
    {'text': 'Любите ли вы острое?', 'type': 'closed', 'options': ['Да', 'Нет'],
     'answer': 'Да'},
    {'text': 'Имеются ли у вас какие-либо заболевания желудка ?',
     'type': 'closed', 'options': ['Да', 'Нет'], 'answer': 'Нет'},
    {'text': 'Что придает остроту перцу?', 'type':'closed', 'options': ['токоферол', 'L-аскорбиновая кислота', 'Капсантин', 'Капсаицин'], 'answer': 'Капсаицин'},
    {'text': 'Самый острый перец в мире?', 'type': 'closed', 'options': ['Дракон Комодо', 'Нага Випер', 'Каролина Рипер', 'Бхут Джолокия'], 'answer': 'Каролина Рипер'},
    {'text': 'К какому заболеванию приводит употребление острой пищи?', 'type': 'closed',
     'options': ['Гастрит', 'Язва', 'Гепатит', 'Ни к какому'], 'answer': 'Ни к какому'},
    {'text': 'Полезно ли есть острое?', 'type': 'closed', 'options': ['Да', 'Нет', 'не знаю'], 'answer': 'Да'}
]